Repository: lrlin5656/Localizable.xcstrings
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hk

source: After downloading complete, you can snap screen and hear the world in front of you.
ja: ダウンロードが完了したら、画面をクリックすると目の前の世界を説明します。
zh_hans: 等到下载完成后，按一下萤幕，我就可以描述眼前的世界给您听。
zh_hk: 等到下載完成後，按一下螢幕，我就可以描述眼前的世界給您聽。

source: Agree
ja: 同意
zh_hans: 同意
zh_hk: 同意

source: At beginning we need to download large files in Wifi environment, total amount is 1.5G. It is essential element to keep your data all running offline in your phone. Need your permission by clicking 'Agree' to continue, or quit this app if you don't agree.
ja: まず、ワイヤレスネットワーク環境で1.5Gファイルをダウンロードする必要があります。これは、モバイルデータがオフラインで動作するために不可欠です。続行するには「同意する」をクリックしてください。それ以外の場合は、このアプリケーションを終了してください。
zh_hans: 首先，我们需要在无线网路环境下载档案，大小为 1.5G。这对于确保手机资料在离线状态下运作至关重要。点击“同意”即可继续，否则请退出此应用程式。
zh_hk: 首先，我們需要在無線網路環境下載檔案，大小為 1.5G。這對於確保手機資料在離線狀態下運作至關重要。點擊“同意”即可繼續，否則請退出此應用程式。

source: Back to normal mode. Use back camera
ja: 通常モードに戻り、リアカメラを使用する
zh_hans: 回到正常模式，使用后置镜头
zh_hk: 回到正常模式，使用後置鏡頭

source: Don't need to touch.
ja: 画面をクリックする必要はありません
zh_hans: 不需点击萤幕
zh_hk: 不需點擊螢幕

source: Face down. Bye Bye. See You Next Time.
ja: 顔を下にして。さようなら。また次回。
zh_hans: 手机面朝下, 准备离开, 再见。
zh_hk: 手機面朝下, 準備離開, 再見。

source: Need camera to take photos so the app can describe what’s in front of the user. All processing is done offline on your device. Please confirm on screen.
ja: このアプリは、ユーザーが見ているものを描写するためにカメラで写真を撮る必要があります。すべての処理はデバイス上でオフラインで行われます。画面でご確認ください。
zh_hans: 此应用程式需要使用相机拍摄照片，以便描述使用者眼前的景象。处理均在您的设备上离线完成。请在萤幕上确认。
zh_hk: 此應用程式需要使用相機拍攝照片，以便描述使用者眼前的景象。處理均在您的設備上離線完成。請在螢幕上確認。

source: OK. Let's go.
ja: わかった。行こう。
zh_hans: 好的，那我们继续再使用
zh_hk: 好的，那我們繼續再使用

source: Quit
ja: やめる
zh_hans: 离开
zh_hk: 離開

source: Quit if wait too long
ja: 待ち時間が長すぎる場合は、終了して再起動することができます
zh_hans: 如果等太久可退出重啓
zh_hk: 如果等太久可退出重啓

source: This app needs A14 Bionic chip above to process, that is iPhone 12 Pro, iPhone 13 or newer.
ja: このアプリを処理するには、A14 Bionic チップ以上、つまり iPhone 12 Pro、iPhone 13 以降が必要です。
zh_hans: 此应用程序需要 A14 仿生芯片以上才能处理，即 iPhone 12 Pro、iPhone 13 或更新版本。
zh_hk: 此應用程式需要 A14 仿生晶片以上才能處理，即 iPhone 12 Pro、iPhone 13 或更新版本。

source: This app needs camera access to function properly. It take photos to describe what’s in front of the user. All processing is done offline on your device. You can update this at: Settings > Privacy and Security > Camera
ja: このアプリは正常に動作するためにカメラへのアクセスが必要です。ユーザーの目の前にあるものを描写するために写真を撮影します。すべての処理はデバイス上でオフラインで行われます。設定 > プライバシーとセキュリティ > カメラで更新できます。
zh_hans: 此应用需要相机访问权限才能正常运行。它会拍摄照片来描述用户眼前的事物。所有处理均在您的设备上离线完成。您可以在“设置”>“隐私和安全”>“相机”中更新此权限。
zh_hk: 此應用程式需要相機存取權限才能正常運作。它會拍攝照片來描述使用者眼前的事物。所有處理均在您的設備上離線完成。您可以在「設定」>「隱私權與安全性」>「相機」中更新此權限。

source: Touch screen and see.
ja: 触って見て
zh_hans: 触摸萤幕说出看到的内容。
zh_hk: 觸摸螢幕說出看到的內容。

source: Upside down. Use front camera. Enter continuous mode.
ja: 携帯電話を逆さまにして、フロントカメラを使用して連続撮影モードに入ります
zh_hans: 手机上下颠倒，接下来使用前置镜头，进入连续拍摄模式
zh_hk: 手機上下顛倒，接下來使用前置鏡頭，進入連續拍攝模式

source: Wait too long. Bye Bye. See You Next Time.
ja: 大変お待たせして申し訳ございません。また次回お会いしましょう。
zh_hans: 等太久了，Bye Bye，下次见。
zh_hk: 等太久了，Bye Bye，下次見。

source: We need to download large files for offline AI usage. It only needs once but take a long time. Please use fast and stable Wifi to continue.
ja: オフラインで使用するために、大きなファイルをダウンロードする必要があります。ダウンロードには少し時間がかかります。高速で安定したワイヤレスネットワークをご利用ください。
zh_hans: 我们需要下载大型档案以供离线使用。只需下载一次，但耗时较长。请在快速稳定的无线网路环境操作。
zh_hk: 我們需要下載大型檔案以供離線使用。只需下載一次，但耗時較長。請在快速穩定的無線網路環境操作。

source: We use offline AI to protect your privacy, no data sent to outside of your phone.
ja: オフラインのAI認識を使用し、カメラ映像を含むすべてのデータは携帯電話上で計算され、プライバシーを徹底的に保護します。
zh_hans: 我们使用人工智慧离线辨识 ，所有资料包括相机拍摄内容，均在手机内运算，彻底保护您的隐私。
zh_hk: 我們使用人工智慧離線辨識 ，所有資料包括相機拍攝內容，均在手機內運算，徹底保護您的隱私。

source: Loading...
zh_hans: 加载中...
zh_hk: 載入中...
